Repository: Marc-pi/shop
Catalog: locale/*/default.po
Languages: fa

source: Not processed
fa: بررسی نشده

source: Orders validated
fa: سفارش های تایید شده

source: Orders pending
fa: سفارش های در انتظار تایید

source: Orders failed
fa: سفارش های خراب

source: Orders cancelled
fa: سفارش های لغو شده

source: Fraudulent orders
fa: سفارش های فریب آمیز

source: Orders finished
fa: سفارش های تکمیل شده

source: UnPaid
fa: پرداخت نشده

source: Paid
fa: پرداخت شده

source: Packed
fa: بسته بندی شده

source: Posted
fa: ارسال شده

source: Delivered
fa: تحویل شده

source: Back eaten
fa: برگشت خورده

source: Not Paid
fa: پرداخت نشده

source: Not Delivery
fa: تحویل نشده

source: Not Finish
fa: تکمیل نشده

source: General options
fa: گزینه های سراسری

source: Title
fa: عنوان

source: slug
fa: اسلاگ

source: Summary
fa: خلاصه

source: Description
fa: توضیحات

source: Status
fa: وضعیت

source: Published
fa: منتشر شده

source: Pending review
fa: در انتظار تایید

source: Draft
fa: پیش نویس

source: Private
fa: خصوصی

source: Category
fa: شاخه

source: Remove image
fa: حذف تصویر

source: Image
fa: تصویر

source: Product options
fa: گزینه های محصول

source: Stock
fa: موجودی

source: Stock Alert
fa: اخطار پایان موجودی

source: Price
fa: قیمت

source: Price title
fa: عنوان قیمت

source: Price Discount
fa: تخفیف قیمت

source: SEO options
fa: گزینه های سئو

source: SEO Title
fa: عنوان سئو

source: SEO Keywords
fa: کلمات کلیدی سئو

source: SEO Description
fa: توضیح سئو

source: Tags
fa: برچسب ها

source: Use `|` as delimiter to separate tag terms
fa: با استفاده از `|` کلمات را از هم جدا کنید

source: Extra fields
fa: فیلد های اضافی

source: Submit
fa: ارسال

source: First Name
fa: نام

source: Last name
fa: نام خانوادگی

source: Email
fa: ایمیل

source: Phone
fa: تلفن

source: Mobile
fa: موبایل

source: Company
fa: شرکت

source: Address
fa: آدرس

source: Country
fa: کشور

source: City
fa: شهر

source: Zip code
fa: کد پستی

source: Location
fa: انتخاب مکان

source: Delivery
fa: روش تحویل

source: Adapter
fa: پایانه پرداخت

source: Packing
fa: بسته بندی ؟

source: Next
fa: تکمیل سفارش

source: Payment
fa: پرداخت

source: Update
fa: به روز کردن

source: Order
fa: سفارش

source: Online
fa: آنلاین

source: Offline
fa: آفلاین

source: Type
fa: نوع

source: Text : type text content
fa: متن : نوشتن محتوای متنی

source: Link : add url for click
fa: لینک : اضافه کردن لینک برای کلیک

source: Video : add flv or mp4 url for play on video player
fa: ویدیو : درج لینک flv یا mp4 برای نمایش در پخش کننده ویدیو

source: Audio : add mp3 url for play on audio player
fa: صدا : درج لینک mp3 برای پخش در پخش کننده صوتی

source: File : add file link for download
fa: فایل : درج لینک فایل برای دانلود

source: Currency : add view price for anything
fa: قیمت : درج قیمت برای نمایش

source: Date : add date for view
fa: تاریخ : درج تاریخ برای نمایش

source: Number : add number
fa: عدد : درج عدد

source: Select : add select box for choose
fa: انتخاب : درج باکس انتخاب

source: Value
fa: مقدار

source: Search
fa: جستجو

source: Home Page
fa: صفحه اصلی

source: All Category
fa: همه شاخه ها

source: Product
fa: محصول

source: Select product for add to Special
fa: انتخاب محصول برای درج در ویژه ها

source: Publish date
fa: تاریخ انتشار

source: Expire date
fa: تاریخ ابطال

source: Title search type
fa: نوع جستجو در عنوان

source: Included
fa: شامل

source: Start with
fa: شروع با

source: End with
fa: پایان با

source: According
fa: مطابق با

source: Price from
fa: قیمت از

source: Price to
fa: قیمت تا

source: Parent
fa: والد

source: Is active %s ?
fa: %s فعال شود؟

source: Time ( days )
fa: زمان ( روز )

source: Parent Category
fa: شاخه والد

source: Footer description
fa: توضیحات فوتر

source: All
fa: همه

source: Filter
fa: فیلتر

source: Shop feed
fa: خوراک فروشگاه

source: Recent products.
fa: آخرین محصولات اضافه شده

source: Location data saved successfully.
fa: اطلاعات مکان با موفقیت ذخیره شد

source: Location data not saved.
fa: اطلاعات مکان ذخیره نشد

source: Invalid data, please check and re-submit.
fa: اطلاعات اشتباه، لطفا بررسی کنید و دوباره ارسال کنید

source: Add a location
fa: مکان جدید

source: Delivery data saved successfully.
fa: اطلاعات روش تحویل با موفقیت ذخیره شد

source: Delivery data not saved.
fa: اطلاعات روش تحویل ذخیره نشد

source: Add a delivery
fa: روش تحویل جدید

source: No file attached
fa: هیچ فایلی پیوست نشده است

source: You must select product
fa: شما باید یک محصول را انتخاب کنید

source: Your selected product not exist
fa: محصول انتخابی شما موجود نیست

source: Attach files to %s
fa: پیوست فایل برای %s

source: You must select file
fa: شما باید یک فایل انتخاب کنید

source: All changes in file saved successfully.
fa: همه تغییرات در فایل با موفقیت ذخیره شد

source: Edit file
fa: ویرایش فایل

source: Your attached file remove successfully
fa: فایل پیوست شده شما با موفقیت حذف شد

source: Please select file
fa: لطفا یک فایل انتخاب کنید

source: Go to filter
fa: رفتن به فیلتر

source: Not valid
fa: صحیح نیست

source: Not set
fa: تنظیم نشده

source: Update order
fa: به روز رسانی سفارش

source: Update payment
fa: به روز رسانی پرداخت

source: Update delivery
fa: به روز رسانی تحویل

source: Problem in upload image. please try again
fa: مشکل در بارگذاری تصویر، لطفا مجددا امتحان کنید

source: Category data saved successfully.
fa: اطلاعات شاخه با موفقیت ذخیره شد

source: Add a category
fa: شاخه جدید

source: Image of %s removed
fa: تصویر مربوط به %s حذف شد

source: Image not remove
fa: تصویر حذف نشد

source: Please select category
fa: لطفا یک شاخه انتخاب کنید

source: Product data saved successfully.
fa: اطلاعات محصول با موفقیت ذخیره شد

source: Product data not saved.
fa: اطلاعات محصول ذخیره نشد

source: Add product
fa: محصول جدید

source: This product deleted
fa: این محصول حذف شد

source: Please select product
fa: لطفا یک محصول انتخاب کنید

source: %s set recommended successfully
fa: محصول %s پیشنهاد شده شد

source: Error in set recommended for %s product
fa: خطا در تنظیم پیشنهاد شده برای محصول %s

source: Add Related
fa: اضافه کردن مشابه

source: OK Add
fa: با موفقیت اضافه شد

source: Error Add , It added before
fa: خطا، این مورد قبلا اضافه شده است

source: Error , Product and related is same
fa: خطا، محصول و مشابه یکی هستند

source: OK Remove
fa: با موفقیت حذف شد

source: Add Attribute
fa: اضافه کردن خواص محصول

source: This option ready on next version
fa: این گزینه در نسخه بعدی آماده می شود

source: Extra field data saved successfully.
fa: اطلاعات فیلد اضافی با موفقیت ذخیره شد

source: Extra field data not saved.
fa: اطلاعات فیلد اضافه ذخیره نشد

source: Add Extra
fa: فیلد جدید

source: Selected field delete
fa: فیلد انتخابی حذف شد

source: Please select field
fa: لطفا یک فیلد انتخاب کنید

source: Special data saved successfully.
fa: اطلاعات محولات ویژه با موفقیت ذخیره شد

source: Special data not saved.
fa: اطلاعات محصول ویژه ذخیره نشد

source: Add Special
fa: محصول ویژه جدید

source: Selected special delete
fa: محصول ویژه انتخاب شده حذف شد

source: Please select special
fa: لطفا یک محصول ویژه انتخاب کنید

source: Select product for manage review.
fa: انتخاب محصول برای مدیریت بررسی ها تخصصی

source: Review data saved successfully.
fa: بررسی تخصصی با موفقیت اضافه شد

source: Review data not saved.
fa: بررسی تخصصی ذخیره نشد

source: Review
fa: بررسی تخصصی

source: Special products
fa: محصولات ویژه

source: New products
fa: آخرین محصولات

source: Your cart is empty.
fa: سبد خرید شما خالی است

source: So sorry, At this moment order is inactive
fa: متاسفانه در این لحظه امکان ثبت سفارش وجود ندارد

source: Your order saved and we will call you soon
fa: سفارش شما ثبت شد ، ما به زودی با شما تماس میگیریم

source: Checkout data not saved.
fa: اطلاعات شما ذخیره نشد

source: Checkout
fa: مراحل سفارش

source: Selected product removed from your cart
fa: محصول انتخاب شده از سبد خرید شما حذف شد

source: Update number
fa: تغییر تعداد

source: You can not set product number to 0
fa: شما نمی توانید تعداد یک محصول را ۰ تنظیم کنید

source: The product was not marketable.
fa: این محصول قابل فروش نیست

source: Your cart are empty.
fa: سبد خرید شما خالی است

source: Your cart are empty
fa: سبد خرید شما خالی است

source: Order not set.
fa: سفارشی انتخاب نشده

source: It not your order.
fa: این سفارش مربوط به شما نیست

source: This order not pay
fa: این سفارش پرداخت نشده

source: This is old order and you pay it before
fa: این یک سفارش قدیمی است و شما قبلا آن را پرداخت کرده اید

source: The category not found.
fa: شاخه یافت نشد

source: The tag not set.
fa: برچسب تنظیم نشده

source: The tag not found.
fa: برچسب یافت نشد

source: All products by %s tag
fa: همه محصولات برچسب %s

source: Your search successfully. Go to result page
fa: جستجوی شما با موفقیت انجام شد، نتایج آن را مشاهده می نمایید

source: Search result
fa: نتایج جستجو

source: The product not found.
fa: این محصول یافت نشد

source: Review data saved successfully. And it show after admin review
fa: بررسی تخصصی شما با موفقیت ذخیره شد، بعد از تایید مدیر در سایت نمایش داده می شود

source: You did not bought any products from us.
fa: شما هنوز هیچ محصولی از ما نخریده اید

source: Attach
fa: پیوست

source: Logs
fa: گزارشات

source: Shop
fa: فروشگاه

source: Shop module for pi.
fa: سیستم فروشگاه

source: Admin
fa: مدیریت

source: View
fa: نمایش

source: Social
fa: شبکه های اجتماعی

source: File
fa: فایل

source: Vote
fa: رای

source: Favourite
fa: مورد علاقه

source: Perpage
fa: تعداد در هر صفحه

source: Show related products
fa: نمایش محصولات مشابه

source: Show extra fields
fa: نمایش فیلد های اضافی

source: Show product attacehed files
fa: نمایش فایل های پیوست شده

source: Show product price
fa: نمایش قیمت محصول

source: Show official review
fa: نمایش بررسی تخصصی رسمی

source: Show user review
fa: نمایش بررسی تخصصی کاربران

source: Show submit review
fa: نمایش دکمه ارسال بررسی تخصصی

source: Show special
fa: نمایش محصولات ویژه

source: Number of products on special
fa: تعداد محصولات ویژه

source: Volume
fa: حجم

source: Show stock count
fa: نمایش تعداد موجودی

source: Show Tags
fa: نمایش برچسب ها

source: Image Size
fa: حجم تصویر

source: Image path
fa: مسیر ذخیره تصویر

source: Image Extension
fa: پسوند های مجار برای تصویر

source: Large Image height
fa: ارتفاع تصویر بزرگ

source: Large Image width
fa: عرض تصویر بزرگ

source: Medium Image height
fa: ارتفاع تصویر متوسط

source: Medium Image width
fa: عرض تصویر متوسط

source: Thumb Image height
fa: ارتفاع تصویر بندانگشتی

source: Thumb Image width
fa: عرض تصویر بندانگشتی

source: Use lightbox
fa: استفاده از لایت باکس

source: Add Watermark
fa: اضافه کردن واترمارک به تصویر

source: Watermark Image
fa: تصویر واترمارک

source: Watermark Positio
fa: موقعیت واترمارک

source: Top Left
fa: بالا چپ

source: Top Right
fa: بالا راست

source: Bottom Left
fa: پایین چپ

source: Bottom Right
fa: پایین راست

source: Show Google Plus
fa: نمایش گوگل پلاس

source: Show facebook
fa: نمایش فیسبوک

source: Show Twitter
fa: نمایش تویتر

source: File Size
fa: حجم فایل

source: File path
fa: مسیر ذخیره فایل

source: File Extension
fa: پسوند های مجار برای فایل

source: Use vote system
fa: استفاده از سیستم رای

source: Use favourite system
fa: استفاده از سیستم مورد علاقه

source: Show search type
fa: نمایش نوع جستجوی عنوان

source: Show search price
fa: نمایش قیمت در جستجو

source: Show search category
fa: نمایش شاخه در جستجو

source: Order method
fa: روش سفارش

source: Both
fa: هر دو

source: Inactive
fa: غیرفعال

source: Code Prefix
fa: پیشوند کد

source: List of mails for send order notification
fa: فهرست ایمیل هایی که آگاهی رسانی ثبت سفارش به آنها انجام شود

source: Use `|` as delimiter to separate mails
fa: از `|` برای جداسازی ایمیل های استفاده کنید

source: Show name
fa: نمایش نام

source: Show email
fa: نمایش ایمیل

source: Show phone
fa: نمایش تلفن

source: Show mobile
fa: نمایش موبایل

source: Show company
fa: نمایش شرکت

source: Show address
fa: نمایش آدرس

source: Show country
fa: نمایش کشور

source: Show city
fa: نمایش شهر

source: Show Zip code
fa: نمایش کد پستی

source: Show packing
fa: نمایش بسته بندی

source: Show location
fa: انتخاب محل

source: Show delivery
fa: انتخاب روش تحویل

source: Show payment
fa: انتخاب روش پرداخت

source: Index
fa: مقدمه

source: Customer
fa: مشتری

source: Order Name
fa: نام سفارش دهنده

source: User Name
fa: نام کاربری

source: Order Email
fa: ایمیل سفارش دهنده

source: Time
fa: زمان

source: Finish
fa: پایان

source: Method
fa: روش

source: Discount
fa: تخفیف

source: Shipping
fa: فروش

source: Total
fa: مجموع

source: Products
fa: محصولات

source: Current Price
fa: قیمت فعلی

source: Order price
fa: قیمت در سفارش

source: Order discount
fa: تخفیف در سفارش

source: Order number
fa: تعداد سفارش

source: Order total
fa: مجموع قیمت سفارش

source: Edit
fa: ویرایش

source: Print
fa: پرینت

source: Add Category
fa: شاخه جدید

source: List of Categores
fa: فهرست شاخه ها

source: ID
fa: شناسه

source: Action
fa: عملکرد

source: You can manage product related here, remove related productes or find new product by search system and add them to related
fa: شما میتوانید محصولات مشابه را در اینجا مدیریت کنید، محصولات مشابه را حذف کنید و یا محصولات جدید برای درج به عنوان محصول مشابه جستجو کنید

source: List of related products
fa: فهرست محصولات مشابه

source: Remove
fa: حذف

source: Add
fa: اضافه کردن

source: Search form
fa: فرم جستجو

source: Related product in process
fa: در حال پردازش محصولات مشابه

source: Back
fa: برگشت

source: Preview
fa: پیش نمایش

source: Delete
fa: حذف

source: Create
fa: ایجاد

source: Hits
fa: تاریخ

source: Size
fa: اندازه

source: Close
fa: بستن

source: In process
fa: در حال پردازش

source: List of extra fields
fa: فهرست فیلد های اضافی

source: Reviews from %s
fa: بررسی های تخصصی از %s

source: Add official review
fa: بررسی تخصصی رسمی جدید

source: Official Review
fa: بررسی تخصصی رسمی

source: By
fa: به وسیله

source: On
fa: در

source: Active
fa: فعال

source: All Reviews
fa: همه بررسی های تخصصی

source: Manage checkout options
fa: مدیریت گزینه های سفارش

source: On this part, you can manage checkout options, select payment method and add user location and delivery system, For manage this levels and options you can check and manage this parts
fa: در این قسمت شما میتوانید گزینه های سفارش را مدیریت کنید، روش های پرداخت را انتخاب کنید و براساس آن مکان کاربر و روش تحویل را ایجاد کنید. برای مدیریت گزینه ها شما میتوانید قسمت های زیر را ویرایش کنید

source: Check order settings on module configurations
fa: بررسی تنظیمات سفارش گرفتن در ویژگی های ماژول

source: Add delivery methods and select payment options for each method
fa: اضافه کردن روش تحویل و انتخاب روش پرداخت برای هر روش تحویل

source: Add locations and set delivery methods for each location
fa: اضافه کردن محل و انتخابروش تحویل برای هر محل

source: List of attached files
fa: فهرست تمام فایل های پیوست شده

source: Information
fa: اطلاعات

source: create
fa: ایجاد

source: Get
fa: دریافت

source: Edit from product
fa: ویرایش از محصول

source: List
fa: فهرست

source: Attributes
fa: خواص

source: Extra
fa: فیلد اضافی

source: Special
fa: ویژه

source: Remove image product in process
fa: حذف تصویر محصول در حال انجام است

source: Code
fa: کد

source: Total price
fa: قیمت مجموع

source: Details
fa: جزئیات

source: Time create
fa: زمان ایجاد

source: Time finish
fa: زمان اتمام

source: Remove image category in process
fa: حذف تصویر شاخه در حال انجام است

source: This review added by %s
fa: این بررسی تخصصی به وسیله %s اضافه شده است

source: All pending review
fa: همه بررسی های در انتظار تایید

source: List of user logs
fa: فهرست گزارش فعالیت مدیران

source: User
fa: کاربر

source: Ip
fa: آی پی

source: Section
fa: بخش

source: Item
fa: آیتم

source: Operation
fa: عملکرد

source: List of specials
fa: فهرست محصولات ویژه

source: Publish
fa: منتشر شده

source: Expire
fa: باطی شده

source: List of product
fa: فهرست محصولات

source: Related
fa: مشابه

source: Trash
fa: سطل آشغال

source: Recommended in process
fa: تنظیم به صورت پیشنهاد شده در حال انجام است

source: Add Delivery methods
fa: روش تحویل جدید

source: List of Delivery methods
fa: فهرست روش های تحویل

source: Add Location
fa: مکان جدید

source: List of Location
fa: فهرست مکان ها

source: Get it
fa: دریافت

source: File title
fa: عنوان فایل

source: Product title
fa: عنوان محصول

source: View order
fa: نمایش سفارش

source: Stock status
fa: وضعیت

source: In stock
fa: موجود

source: Out of stock
fa: نا موجود

source: Add To cart
fa: خرید

source: Attached video
fa: ویدیو های پیوست شده

source: Attached audio
fa: صدا های پیوست شده

source: Attached images
fa: تصاویر پیوست شده

source: Attached archives
fa: آرشیو های پیوست شده

source: Attached docs
fa: پرونده های پیوست شده

source: Attached pdfs
fa: پی دی اف های پیوست شده

source: Attached files
fa: فایل های پیوست شده

source: Category list
fa: فهرست شاخه ها

source: Finish order payment
fa: تکمیل پرداخت سفارش

source: You pay your order at <strong>%s</strong> by <strong>%s</strong> gateway And your order id is <strong>%s</strong>
fa: شما سفارش خود را در تاریخ <strong>%s</strong> با استفاده از درگاه پرداخت <strong>%s</strong> ثبت و پرداخت کرده اید و شماره سفارش شما <strong>%s</strong> می باشد

source: Order link
fa: لینک سفارش

source: User panel
fa: پنل سفارشات

source: Shop index
fa: صفحه اول فروشگاه

source: Finished
fa: تمام شده

source: Official review
fa: بررسی تخصصی رسمی

source: User review
fa: بررسی تخصصی کاربران

source: Add review
fa: درج بررسی تخصصی

source: Related Products
fa: محصولات مشابه

source: List of prodcuts on cart
fa: فهرست محصولات انتخابی در سب خرید

source: Number
fa: تعداد

source: Back to Shoping
fa: ادامه خرید

source: Refresh cart
fa: به روز کردن

source: Empty cart
fa: خالی کردن

source: Pre Invoice
fa: پیش فاکتور

source: Total Price
fa: قیمت کل

source: Total Discount
fa: تخفیف کل

source: Total Number
fa: تعداد کل

source: Total Shipping
fa: هزینه ارسال کل

source: Final Price
fa: قیمت نهایی

source: Tag list
fa: فهرست برچسب ها

source: Price :
fa: قیمت :

source: Time :
fa: زمان :

source: Days
fa: روز
